{
  "posts":[
    {
      "type":"essay",
      "name":"The Man Who Bearly Left His Cabin",
      "desc":"Written immediately after my first therapy session in five years, this parable acts as a cautionary tale on unhealthy coping mechanisms. Learning that our coping methods are harming us--not helping us--is both frightening and freeing. Our learning often starts after those methods fail us, however, leaving us lost. Photo by Zak Greant on Flickr",
      "thumbnail":"res/realbearly.jpg",
      "authors":["Zach Styles"],
      "date":"May 2021",
      "content":[
        "There once was a man who lived in a cabin in the woods who was deathly afraid of bears.",
        "This fear was not irrational. His family had been attacked by bears. His friends had been attacked by bears. He’d seen strangers get attacked by bears. Even he himself had narrowly escaped a bear attack in the past. Indeed, he had every right to be afraid of bears.",
        "To keep the bears away – a couple of which he had seen skulking around the cabin once or twice – he set up hundreds of beartraps. He set up so many traps that he could barely maneuver around them when leaving his cabin.",
        "For this reason, he left his cabin less and less until he rarely left his cabin at all. The number of traps was so innumerable that his friends and family had trouble getting out to his cabin, some refusing to come because of both the traps, the bears, or both.",
        "One brisk autumn day he left the safety of the cabin to navigate around the traps and retrieve his mail. The traps were very well-hidden – even more so by the autumn leaves that covered his yard – but he’d memorized each and every one of their locations.",
        "Except one.",
        "The jaws of the beartrap sprang to life and bit down on his left leg like a starving animal. There was a tell-tale “snap” of his bone breaking from the force of the trap’s jaws. The man howled in pain and fell hard on his back, narrowly missing one or two other traps.",
        "The man laid in searing pain and panic for what feels like hours. He was bruised from the fall and bleeding from his head and leg wounds. He’s exhausted, he’s hurt, he’s drenched in sweat, he shook from the adrenaline.",
        "He was frustrated, hoarse, hungry, thirsty, teary-eyed, numb from the cold. He’s alone. He’s lonely.",
        "But you know what?",
        "There were no bears."
      ]
    },
    {
      "type":"gallery",
      "name":"Ink !",
      "desc":"Ink was a collection of 17 works created with ink and sharpie on paper. The project was loosely based on Inktober which is a month long online event that asks artists to create works of art in ink for each day in October. I didn’t follow any prompts, I just took the challenge as an opportunity to draw with ink as my medium for as many days in October as possible. My inspiration for the images was Halloween and many cult favorite horror films. I tried to incorporate spooky themes such as cyborg birds, bloodsucking femmes, and censoring on the internet.",
      "thumbnail":"res/ink/ink3.PNG",
      "authors":["Hunter"],
      "date":"April 2021",
      "content":[
        "I used to only create from a dark place. For me art was my therapy, it was my outlet for negative emotions. It felt like art for me was a way of healing. When I was feeling down I didn't have to even think about it, I could just create.", 
        "res/ink/ink1.jpg",
        "res/ink/ink2.jpg",
        "res/ink/ink3.PNG",
        "res/ink/ink4.jpg",
        "Eventually I tried to change that, I didn't only want to be able to feel my most creative and most visionary when I'm sad. You don't want to be channelling only negative emotions for something you like to do. You don't want to be depressed for something you're good at. It was kind of a struggle to change it. I started looking for prompts. Putting myself into places where I had to create. Joining clubs. I get inspired when I create with other people.", 
        "res/ink/ink5.jpg",
        "res/ink/ink6.jpg",
        "There was one thing that I liked though. When you create as therapy, you get those thoughts out of your head. It allows you to look at your thoughts in a different angle. When you look at what you create, you can see: maybe those negative emotions weren't even so bad.",
        "res/ink/ink7.jpg",
        "res/ink/ink8.jpg",
        "res/ink/ink9.jpg",
        "Now, what I want people to take away from my art is to be inspired to change. To be given an emotion that allows them to do something--whether that emotion is happy, sad, etc. A lot of my stuff is on creating futures, they're abstract. So it can be interpreted in many different ways, depending on where you're coming from. I just want you to feel like you're ready to take action like you're ready to change. Whatever that change means to you.",
        "res/ink/ink10.jpg",
        "res/ink/ink12.jpg",
        "Other Works",
        "res/ink/john.jpg",
        "res/ink/breathe.jpg",
        "res/ink/umd.jpg",
        "Find more at https://www.hunterjpg.com/"
      ]
    },
    {
      "type":"essay",
      "name":"Dan Sultan (Kaiju)",
      "desc":"This piece explores the contradictions of man’s and society’s fickle moral fiber. When times are good, all that’s presented is good, but when times get tough, or the opportunity to seize and betray is presented, the inner monster, the inner Kaiju so to speak, rears its head. Of course, the one who avoids such spinelessness is a boss, a Dan Sultan of sorts. Photo by Myke Symon on Unsplash.",
      "thumbnail":"res/dan.jpg",
      "authors":["JUBA Jonez"],
      "date":"March 2021",
      "content":[
        "Men turn to monsters, as they have every right to,",
        "Kaiju",
        "Many a white eye turns yellow poking through metal,",
        "Not all brass looks like gold, but the crown on his head’ll,",
        "Nowhere to settle, not every seat of power is marquee,",
        "Zaman Lafia ta fi zaman sarki,",
        "Monster films don’t work in monster societies,",
        "People tend to relish in their oppressor’s anxieties,",
        "See,",
        "Godzilla represents atomic war and impending death,",
        "He’s a mythological figure who breaths atomic death,",
        "Kong Kong represents the black men and hyper masculinity,",
        "It’s not wonder law enforcement shot at him to maintain general civility,",
        "Gorgo represents the decadence of empire,",
        "But if you even get this reference, you and I need to chill once I retire,",
        "People’s circumstances switch up in a flash, so do their attitudes,",
        "Riachu",
        "Men turn to monsters, as they have every right to,",
        "Kaiju",
        "The drunkenness of arrogance, the sobriety of earnestness,",
        "I tried to bring purpose to my life, but these causes are so purposeless",
        "Struggle begets progress but it also begets pain,",
        "Hurt for cruelty’s sake isn’t tough love, it’s insane,",
        "Because sensitivity is only damnable,",
        "If someone has an emotional cavity under their left clavicle,",
        "If the gentility you seek is what you serve, that sensitivity becomes compatible,",
        "Everyone wants to be a beast but not get treated like an animal",
        "People’s circumstances switch up in a flash, so do their attitudes,",
        "Riachu",
        "Men turn to monsters, as they have every right to,",
        "Kaiju",
        "So many men spit facts, to sponge it all up, one would be left moist,",
        "Leaving the ladies high and then dry, like the Titanic with a bereft hoist,",
        "The expectations have been romantic,",
        "The partners become pedantic,",
        "Bad decisions begetting bad positions, to the pitiful, I’m not as sympathetic,",
        "Alot of people wanna play castle and check mate,",
        "Or hook up like a death rate,",
        "Thinking I got kicked to the curb, my axes were set straight, with nothing left to grind but repressed hate,",
        "Besties think they’re investees, as if your life is available at Wells Fargo,",
        "Everyone seems fine, but it’s all fake like Chinese cargo,",
        "If I may be Frank as Donnie Darko,",
        "May Allah leave the jealous humiliated and the righteous intimidated,",
        "May the darkness that envelopes jinn and knot blowers become illuminated,",
        "Because blood suckers become dust in the sun, weak threats from weak men only leave me irritated",
        "People’s circumstances switch up in a flash, so do their attitudes,",
        "Riachu",
        "Men turn to monsters, as they have every right to,",
        "Kaiju",
        "The plagarists get immitated",
        "The promise of peace gets wars instigated,",
        "The heros get isolated",
        "The villans become venerated",
        "Not until the death bed the the innocent get exonerated",
        "Some boys have dads on fathers day, yet refuse to celebrate it,",
        "As the basics advance,",
        "it’s nature becomes contrarian,",
        "Clothes become less about the fabric and more about who’s wearing them,",
        "Wealth becomes less about cash and more about assests and where where your sharing them,",
        "Math ceases to be about digits,",
        "All letters and symbols",
        "Communication’s better with symbols,",
        "Smiles become growls behind dimples,",
        "The smartest act like they’re simples,",
        "Language becomes less about what you say,",
        "And more about the omission you makes, and the clues you give away,",
        "Roses actually don’t grow through concrete,",
        "weeds and ferns do,",
        "Such creation shouldn’t thrive under a slab,",
        "But it learns to,",
        "The snarks make remarks that sound smart in certain parts,",
        "It’s confounding, whether before or after the degree, ignorance starts,",
        "It’s all paper, some is destined for a bank, some is destined for a heap,",
        "Some are layered enough to keep, some lacks thickness and is cheap,",
        "The jump from nature to modernity is more of a vault than a leap,",
        "People’s circumstances switch up in a flash, so do their attitudes,",
        "Riachu",
        "Men turn to monsters, as they have every right to,",
        "Kaiju"
      ]
    },
    {
      "type":"essay",
      "name":"Alesia: Chapter 1",
      "desc":"Caught in between a rock and a hard place, follow a father and daughter duo as they try to navigate the fog of war alive and with their sanity intact. A story dedicated to the victims of war whose stories went unheard...and ignored.",
      "thumbnail":"res/alesia.png",
      "authors":["Ahmad Dajani"],
      "date":"January 2021",
      "tags":["Creative writing"],
      "content":[
        "Alpius: Family takes always priority in your life (Name meaning)",
        "Tallis: Woodland",
        "As the sun sets beyond the mountainous horizon, I’m reminded that it has been two days since we were forced to let go of those closest to us. The smoke from the dozens of campfires surrounding our make-shift fortress act as a beacon of hope for us who were forced to remain in this settlement. Could our wives and daughters have managed another day out there, exposed to the elements? Did our parents have anything to eat? The more we think about them, the more we worry. Their fires allows us to have hope that this battle and the war in its entirety will come to an end soon, and with our families reunited.",
        "We try our best to celebrate the low density, white smoke clouds that hover over the tree tops when we are placed on the lookout towers. However, the lack of preparation our loved ones have had to survive these conditions wears away at our already aching hearts.",
        "“There will not be a single camp out there in a week’s time. They’re burning everything but dry wood, and lord knows without any bows or blades our huntresses won’t be able to feed themselves, let alone our babies,” aches my younger brother, Alpius, who is seated next to me on a log placed by a fire pit near the militia’s quarters. As each of us sits around the fire silently, his words bounce off the ears of the others with no reaction. This has been the only thing that the men have been able to talk about in these past two days, and they’re exhausted. It has sunk in. At this point, they agree.",
        "“And I don’t even want to think about what those fucks over there will try on them.” Alpius points towards the horizon to direct his focus on the wooden walls that have been put up by the Empire troops in the distance.",
        "Alpius was forced to dismiss his mother and wife. His only son, Tallis, along with all the other boys old enough to hold a sword, was forced to remain within the walls and serve the troops in whatever ways  that were required of him. The boy is too young to fight and has been tasked with the duties of a water carrier. Alpius, a proud father, is determined to keep his son’s spirits high. After seeing how distraught Tallis was with the separation from his family, Alpius felt that his boy didn’t need any more anguish added by projecting his stress. His method has involved increasing the moral support in their interactions, and consistently reminding his boy that people are relying on him. This comes with less interaction throughout the day as his son carries on with his duties. His boy is worthy of praise; he’s willing to take orders with the level of discipline that far exceeds the pathetic militia that has been formed out of the civilians of this town.",
        "Just as Alpius finishes his sentence, his son comes running over with the rations that he’s been spared by the company’s food master. Rations are given twice a day, with the most generous portions being bestowed upon the highest ranks. The drafted soldiers are given “enough” to function. It’s not much, it merely calms our intense hunger that would otherwise keep us up at night. The young boys within have not managed to escape the extreme hunger that all civilians suffered prior to the purging of loved ones. Fathers are often found to be sharing their meals with their sons, but orphans are left to suffer.",
        "“Father, I’ve brought you something!”",
        "He reveals from under his tunic a slab of meat. The men are stirred up around the campfire. Alpius’s eyes glow from the reflections of the fire before us, but they pierce with the heat from the fire within him.",
        "“Where did you get this, Tallis?” Alpius barks. Ever since the beginning of the siege, all food became the property of the Rebel Alliance. Meat, due to being a great source of energy, having good taste and a shorter period of edibility, has become an ultimate treasure made available only to the highest officers. If his son was ever caught stealing any food, let alone meat, both Alpius and Tallis would be put to death along with any man who ate of the stolen food.",
        "Within seconds, the glow of pride within Tallis’ eyes darkened into fear and anxiety. His words must be chosen carefully, as every man around the campfire is on edge. “I made a promise not to tell!”",
        "The men around the fire laugh. I can’t help but feel scared for the boy. He’s my nephew, and as honest a child as he’s often proven to be, he’s not smart.",
        "Alpius, restraining himself from screaming and raising attention to all the rest of the men around the barracks, slows his words as he straightens his posture, and lowers his vocals to the sound of a whisper. The result is the most threatening sound a father could make. Not the sound of rage, but of unimaginable discipline promised to come.",
        "“Come to me and tell me what you’ve done.”",
        "Tallis walked to his father with heavy steps. It’s been a long day of running for him.",
        "The look Alpius gives to those around the fire declares that the conversation between him and his son does not include them. This does not deter them from maintaining focus on the issue at hand; how to get their hands on the meat. It is almost more dangerous to have this meat in front of the men than in front of the rebel general himself. There is no place within the fort that we freely have access to where we’d be able to cook in peace without the aroma of cooking meat lingering, and many of the men are more than capable of losing their sanity to tame their hunger. This being based off of conversations that I’ve overheard that regarded what we’ll have to do to make it through the siege if we run out of food and what we’ll have to do to each other.",
        "The important thing right now is that nobody else around the barracks finds out what Tallis has brought, and for these men to be kept quiet. We are not trained and disciplined soldiers like those who have been sent to destroy our fortress, we are merely villagers who have been forced into this horrid situation where we have become as low as dogs who know but two commands: sit and defend.",
        "My brother and his son conclude their quieted conversation with Alpius affectionately messing Tallis’ hair into a fuzzy mess.",
        "“You’re a good son. Your mother and I are proud of you.”",
        "The mere mentioning of his mother turns Tallis’ eyes to the ground as he becomes lost in thought.",
        "Alpius turns his attention to the men as he grabs the meat from Tallis.",
        "“This is with you men on the one condition that you never mention where you got it. My name, nor my son’s, nor my brother’s are to ever leave your mouths. Understood?”",
        "The men rejoice and reply with whatever stupid reassurances they could think of to make us believe them. Alpius throws the meat at one of the men across from the fire and the others jump on him as a bunch of starved mutts fighting for their share of the kill.",
        "Alpius nudges me to get up as he begins to do so himself.",
        "“We were never here.” He reminds the men as we leave, and they reply with mixed confirmations of “we don’t even know who you are” and “thanks.”",
        "They’re not the smartest bunch either but if we avoid them and maybe get around a campfire with someone of rank, then we’ll have an alibi against any of their statements against us, should they try to rat on us. I begin to think these thoughts out loud so that I could try to understand why my brother threw away the only chance at a full stomach we may have anytime soon. It surely must be so that we avoid trouble.",
        "Alpius hears my logic through and agrees to my idea of reseating. However, he stops midway through our walk as we find ourselves relatively alone.",
        "“Have you ever heard of a ‘long pig’, brother?” he asks me.",
        "My brother has traveled across many lands and seas as a renounced member of the Empire’s army. He has been exposed to far more than I have, for I have spent my whole life here following the age-old family tradition of hunting and providing meats for our sister family who runs merchant stands across various towns in the countryside. Surely, he must know that I’ve never heard of such a phrase.",
        "“When I was in the military, we would sometimes need to starve out the castle or fortress we were attacking before coming in and cleaning up the mess. It’s possible that they’ll be doing something like that against us.”",
        "I told him that it seemed rather obvious at this point, but he disregarded my interruption to continue with his topic.",
        "“Well, most weaker settlements or less prepared forts would give up rather quickly to a starvation approach, while it’d take very long to take down a large castle. This is comparing a few weeks to many months of siege warfare.”",
        "I ask him why he brings this up and he tells me to be patient. He checks his surroundings once more and tells his son not to listen. Tallis busies himself with some rocks that he finds on the ground.",
        "“When we were conquering the islands, there was this one fort that was small. Not much different than ours here. Their defenses were well built to keep enemies out and their warriors were filled with a burning passion that intimidated even our most experienced men. This isn’t the point though; the point is how long they maintained that fury. It took us 13 months to finally break through their walls and to find out how they managed to hold out for so long, both in defense and food storage.”",
        "My brother’s eyes are distant, gazing through me. They seem to be looking to a past known only to those who’ve experienced the darkest traumas and survived to carry their burdens. This battle has returned to him many suppressed emotions that were once under his control. They at least seemed to be.",
        "“Brother, we stormed in to find starved women and children held like cattle in their own home. It smelled of pork in the air. But there was no pork. Only people. They ate their kin, brother. None of our men ate a gram of meat that night. We couldn’t. And when I asked one of their imprisoned soldiers about their sick practice, he called his own family ‘long pig,’ stating that their role in the battle was to sustain the troops.”",
        "As off-putting as this recollection of events is, I’m afraid to connect the dots that he is trying to show me.",
        "The slab of meat his son presented to us, they weren’t of any cattle.",
        "“Brother, that meat was long pig. Surely, it was one of our fallen comrades.”",
        "So why the hell was it in the hands of my nephew?"
      ]
    },
    {
      "type":"gallery",
      "name":"Empty Pages",
      "desc":"My project is coloring pages that are inspired by some of my favorite songs. Print out the images, play the music, and just color.",
      "thumbnail":"res/empty-pages/thumbnail.jpeg",
      "authors":["Lucky"],
      "date":"January 2021",
      "content":[
        "<div style=\"text-align:center\"><iframe src=\"https://open.spotify.com/embed/playlist/1kt7kE0MpDJEsLLXE0Rso6\" width=\"300\" height=\"380\" frameborder=\"0\" allowtransparency=\"true\" allow=\"encrypted-media\"></iframe></div>",
        "res/empty-pages/post1.jpeg",
        "res/empty-pages/post2.jpeg",
        "res/empty-pages/post3.jpeg",
        "res/empty-pages/thumbnail.jpeg"
      ]
    },
    {
      "type":"essay",
      "name":"The Seatbelt Clicks",
      "desc":"We’re wired as social creatures. Is that instinct even compatible with reality? It’s hard to make your way through life when, somewhere in the background of every day, you feel that something’s off.",
      "thumbnail":"res/seatbelt.jpg",
      "authors":["Rafay Hasnain"],
      "date":"January 2021",
      "font":"Spectral",
      "content":[
        "&emsp;&emsp;Someone once told me that at the end of the day, you always go to sleep alone. She was in a terrible place and her words flew to me across a dark car, through clouds of smoke and shadows trying to be seen. I shrugged off the phrase’s implication because it just seemed like an empty lament, something spoken through broken teeth and from a wounded heart. But no, when you’re down that bad the truth flows from you as if God has finally turned, noticed you scurrying across the carpet, and allowed you some clarity, if only for pity’s sake.",
        "&emsp;&emsp;We are truly alone. This is less terrifying the more you let the thought settle into a corner of your mind. We’re thrown into this world against our wishes, borne on the backs of strangers’ love, and it’s this initial dissonance that creates the loneliness. Our parents, bless them, recklessly dance with coincidence and roll the dice hoping their favorite numbers appear. They want you to be alive and then you are, never considering that they’re placing someone they don’t know in a world that wants to even less than they do.",
        "&emsp;&emsp;We hurry to and from each new moment, each sudden relationship, sometimes devastated and occasionally liberated. All the while the future is being shaped behind our backs, by a soul trying to build an outpost in an indifferent universe. Everyone gets swept up into the patterns of life laid out ages ago. We crave meaning, and reject it when it arrives in unfamiliar forms. People are rushed and hushed into churches and masjids, some scour the internet for solace and knowledge, others build their own reality and seal themselves inside of it. All are given comfort, handed beautiful lies.",
        "&emsp;&emsp;“The Creator knows you, loves you.”",
        "&emsp;&emsp;“We are stardust that can’t figure itself out, but will one day.”",
        "&emsp;&emsp;“Look at this meme.”",
        "&emsp;&emsp;Our minds are allowed to wander through life, arms outstretched into darkness.",
        "&emsp;&emsp;I look back at how I struggled through my childhood, how I tripped into adulthood. It feels unsurprising that our society is drowning in apathy and depression. We’re locked in a death spiral, the lights and alarms on the control panel are whirling and caroling like a suburban street in December. Nobody recognizable sits in the pilot’s seat. Cities and towns are becoming brave, gleaming wonders, ruins waiting to happen. We walk through them dazed. We’re vaguely disappointed, angry even, about something we can’t identify, something we heard once and then forgot.",
        "&emsp;&emsp;We’ve reached the plateau every single human being has been clawing towards forever, and found nothing here but ourselves and what we’ve done to the planet, to the home we were given so carelessly.",
        "&emsp;&emsp;Our lives often feel more difficult than they need to be. Somewhere along the way, we’re encouraged to sort ourselves into the binary of extroverts and introverts. Outspoken or withdrawn, most have experienced the bewildering sensation of seeking out social contact only to inwardly shrink back from it, numbed and confused. After school and work, after meeting our friends, we decompress in our cars. We’re war-weary veterans who can’t understand what’s traumatized us. The problem isn’t other people or ourselves. It’s only that you can’t ignore and reverse a truth which hangs in the air like offensive perfume.",
        "&emsp;&emsp;We are alone. If there are millions of extraterrestrial civilizations out there, they are alone. If God is sadly peering at us from a heaven full of angels, He and they are alone too.",
        "&emsp;&emsp;It’s sick and twisted that at the same time everything, everyone is connected, bound together by a universal consciousness that reveals itself on occasion, like a WiFi signal faltering. We’re ultimately by ourselves yet we share hopes and dreams, thoughts and feelings which ricochet through our communities to find open minds. Our collective family tree is ancient and huge, its branches sway in unison unaware of what they belong to. Droves of men, women, and children have felt this, this insane friction between union and solitude, and been so battered by its effects that they’ve killed themselves. My heart and soul go to every one of them. They are my family, and we slowly revolve through space and time, alone yet similar all the while.",
        "&emsp;&emsp;My ego, somehow, prevents me from following them. This world has seduced me, I’m hopelessly curious about it. However my life ends, I don’t want to be the one to start the engine, tie the noose, or splatter the ceiling. There are so many people and things who would gladly do it for me. So yes, that beautiful, languishing person was right. She saw something I couldn’t. Everyone goes to sleep alone. Excuse me while I turn the pillow over, despite my best efforts it’s too warm."
      ]
    },
    {
      "type":"video",
      "name":"welcome to where?!",
      "desc":"We asked some artists what where?! meant to them and this is what they came up with. What does where?! mean to you? Video editor @youngeraser Other artists: @mdeer.art @zevezev @hammad.22 @ahh.alawi",
      "thumbnail":"res/welcome-where/where-pic.jpg",
      "authors":["Heba"],
      "date":"December 2020",
      "content":"res/welcome-where/welcome-where.mp4"
    }
  ],
  "authors":[
    {
      "name":"Alex Lugo",
      "desc":"Developer, entrepreneur and artist",
      "img":"res/alawi.png",
      "links":[
        {"name":"YouTube","url":"https://www.youtube.com/alexlugo"}
      ]
    },
    {
      "name":"Rafay Hasnain",
      "desc":"Photographer/writer/dweeb/Barca fan",
      "img":"res/people/rafay-hasnain.jpeg",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/rafayhasnain/"}
      ]
    },
    {
      "name":"Ahmad Dajani",
      "desc":"Just your everyday Palestinian-American who enjoys reading, writing, and the concept of freedom.",
      "img":"res/people/ahmad-dajani.jpeg",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/almond_dasani/"},
        {"name":"LinkedIn","url":"https://www.linkedin.com/in/ahmad-dajani-96b941151/"}
      ]
    },
    {
      "name":"Lucky",
      "desc":"I’m Lucky. I’m an idiot.",
      "img":"res/people/lucky.jpeg",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/forchnit/"}
      ]
    },
    {
      "name":"Hunter",
      "desc":"I take on various mediums that attempt to intrigue the viewer and spark a desire to create radical structural change. Every piece makes one question what they are actively doing to create a sustainable and equitable future.",
      "img":"res/people/hunter.jpeg",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/hunterrr.jpg/"},
        {"name":"Website","url":"https://www.hunterjpg.com/"}
      ]
    },
    {
      "name":"Heba",
      "desc":"Hi my name is Heba, I like sunsets and long walks on the beach ",
      "img":"res/people/heba.png",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/heba.elahmad/"}
      ]
    },
    {
      "name":"Zach Styles",
      "desc":"I wrote this story... but enough about me, go join the Palestinian liberation movement.",
      "img":"res/people/zec.jpg",
      "links":[
        {"name":"Instagram","url":"https://www.instagram.com/stylescommazach/"}
      ]
    },
    {
      "name":"JUBA Jonez",
      "desc":"JUBA is an acronym which stands for Justice Ubiquity Belonging Acceptance, and that’s the creed of this writer’s work. Having been socially distant since long before it was mandatory, JUBA expresses himself through rhyme. Having performed at various open mics and started his first blog in 2017, all he wants you to do is enjoy his poems as much as he does, and to buy the merch that he sells on his online marketplaces. ",
      "img":"res/people/juba.jpg",
      "links":[
        {"name":"Website","url":"https://jubapoetry.com/"},
        {"name":"Instagram","url":"https://www.instagram.com/jubajonez/"},
        {"name":"Shop","url":"https://www.instagram.com/fahimimarketplace"}
      ]
    }
  ]
}
